[pad]
[cls]
[sep]
[unk]
[
]
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##w
##o
##n
##g
##e
##y
##l
##a
##i
##s
##t
##u
##r
##b
##c
##k
##d
##p
##h
##v
##f
##q
##z
##m
##x
##j
cl
se
##in
sep
cls
##ing
##an
##it
##er
th
in
##le
the
##re
on
an
##ar
##at
of
##ro
##en
##ith
with
and
##al
st
##om
##ed
##es
to
##ir
##ck
##ding
##on
##or
is
man
##as
##ow
##et
##un
##ch
##la
##is
##op
wh
##oo
##il
##id
##ting
##all
##el
sit
##ra
##ut
tw
##ol
##ear
two
##ers
wom
##king
sh
##ot
are
stan
at
##ic
##ur
pe
##ig
##ge
peop
people
woman
sitting
##ite
##ying
bo
##ide
do
pla
##ard
##us
##ad
##oun
##up
##ab
standing
white
ch
sk
##ile
##ver
co
ne
##ts
##bo
be
##ate
fro
tra
##ass
##her
hol
stre
ro
##xt
##able
##am
##ce
street
##ack
next
gro
gir
bl
##own
som
fi
wat
##irt
holding
##ood
bla
sm
black
##ff
dog
out
##oung
young
table
pl
wal
fl
his
##ri
##und
down
##and
##ue
par
some
##ach
##board
group
wear
##nt
pers
wearing
red
person
##row
that
lar
while
##ss
##ul
large
la
##ion
up
##igh
it
top
front
##ke
blue
car
##ree
loo
##os
##ase
##ug
##ve
boy
sn
girl
ri
##round
##ain
##um
##ell
snow
bat
playing
##eld
shirt
play
##ay
water
small
gr
near
by
field
cat
walking
re
pi
her
##ind
##ors
men
##air
##ild
##ent
##side
bu
side
##one
##im
##ball
##reen
child
park
riding
air
bus
##ds
grass
##der
##ign
##ter
sur
##ee
##ran
##ct
for
ten
##nis
back
##ving
##ink
##ure
skate
train
tennis
buil
sign
##ph
green
##ru
##ugh
building
room
as
##ight
ot
base
##st
##yc
ph
three
##tle
looking
##room
ball
plate
kit
com
baseball
un
##ks
has
one
surf
over
other
bath
##ycle
con
food
wood
##ap
le
bed
li
##ore
##ping
mot
hors
al
skateboard
##ant
##rown
##ock
wa
beach
##pt
##age
lit
##ity
##ong
sw
##rough
from
##ie
brown
##ellow
through
yellow
##em
ol
##ating
##zz
##uit
##get
bathroom
##chen
kitchen
int
their
##lass
outside
he
##ress
sp
ben
run
ele
hand
##ame
pizz
city
##ill
motor
##ine
coup
##ub
couple
ra
road
gra
ski
little
##aff
around
comp
##ake
player
bear
##tain
parked
##led
sits
giraff
sc
dis
##ous
##cks
##acket
pizza
##ture
##for
dress
women
##pp
##ag
##hing
des
sever
several
##ane
jum
bench
##mb
tow
game
te
sl
##rel
pic
wor
wall
##form
glass
wind
col
##ground
##dy
bi
motorc
sand
##ose
into
##way
##ly
umb
umbrel
##est
##ross
eleph
##ast
##ris
board
toile
picture
oran
off
##ren
watch
##cc
hat
motorcycle
##ady
flying
so
br
area
de
beh
behind
chair
##alk
##les
window
boat
clock
toilet
##ice
wooden
##ull
##aking
laying
horse
##ak
##pen
its
eating
under
##oor
lapt
laptop
##ery
comput
##other
##eb
tru
mo
background
another
airp
cover
##walk
##eat
stands
##ation
children
##ves
zeb
##ants
##ning
open
phot
orange
fire
suit
tree
en
tre
ar
po
ve
old
##uch
fris
each
##ale
##ort
frisb
##ction
##ket
dr
sink
di
crow
pos
stop
phone
moun
cake
sidewalk
crowd
truck
many
##gether
together
computer
bir
frisbee
bow
photo
covered
fo
head
trees
go
##ps
close
desk
abo
sun
cam
lot
cow
##iling
ban
##qu
mid
cell
stand
##ped
##rying
pre
umbrella
coun
living
giraffe
##rick
##ian
very
cour
bowl
flow
bun
##ich
##eep
fen
gu
##pla
ha
cut
##dle
show
bike
fil
##ace
sky
pink
surfboard
dirt
app
##ful
##are
dri
jacket
per
swing
boo
along
dressed
bab
mountain
four
light
banan
court
filled
running
inside
camer
##ans
##ick
ad
jumping
baby
elephant
couch
tal
oce
##iew
big
##oth
ocean
che
##ang
us
pro
camera
guy
##ner
pie
mar
##ies
view
airpl
them
day
bic
ground
pass
floor
looks
hill
##ted
get
##ey
being
fence
bunch
displa
stu
##ac
##ire
##uring
kite
##ush
##ope
##ouse
##ip
skis
middle
sandw
walk
long
dogs
sandwich
talking
ac
kid
hair
taking
##ry
socc
soccer
sa
mir
hot
holds
mirro
counter
sheep
##ess
##ool
airplane
display
set
mirror
##ated
bird
bicycle
##vel
ref
him
met
smiling
veget
lady
##ffic
glasses
work
bag
anim
##ras
wave
rid
traffic
hit
cross
hang
fe
animal
##ond
girls
somet
##iting
doing
something
flowers
hy
##ruit
across
grassy
tall
vegetable
fruit
horses
hyd
##ugg
##rant
perform
racket
plane
##ffer
rest
catch
differ
prep
different
##ets
hydrant
##ment
att
snowboard
ag
ted
cars
teddy
this
##ade
##ark
kn
lo
watching
zebra
hel
who
pain
gray
##ather
carrying
full
color
plat
##ult
bes
parking
ready
##lee
tracks
cor
during
uni
##phone
##cl
older
bro
##ust
box
##ven
rock
outd
past
##ft
##ari
giraffes
pat
or
##aring
##ber
pur
vegetables
beside
piece
tie
##orts
##uth
dark
##ries
##amp
##ll
station
bar
face
vase
high
cup
above
stuff
uniform
walks
##ten
##te
bot
##aper
vari
boys
##ading
sho
tower
hands
ste
##cing
snowy
driving
working
mic
bananas
all
elephants
using
colorful
graz
door
slee
##ator
bas
##urn
em
hanging
zebras
male
##ud
posing
signs
asian
fore
pol
am
getting
##oot
mouth
again
##oll
##ple
toy
against
slope
stri
stuffed
players
##las
##akes
track
trick
skiing
##cor
arm
going
me
##iss
store
cont
wine
throw
pole
wi
##aur
toward
##fe
##ored
bre
##uts
corner
cur
##ese
##ove
look
waiting
body
restaur
basket
##eng
buildings
##ou
about
fem
##iger
can
coo
restaurant
lugg
##ance
shop
##ces
travel
chairs
luggage
##gs
##oli
cutting
key
shorts
doub
guit
cows
guitar
brick
night
drink
bottle
tele
don
eat
je
decor
busy
river
hom
res
refr
##ial
paper
##se
##idge
grazing
##ish
bik
she
helm
empt
swim
refriger
purple
pair
pot
plays
brocc
rides
empty
blond
ex
pull
pit
double
kids
book
wii
sing
broccoli
din
house
swinging
##arding
##elf
##ere
passeng
deck
line
refrigerator
female
##ights
##pe
rail
##ist
tan
num
spe
someone
rem
keyboard
pants
##ive
##gra
##eel
herd
various
umbrellas
gather
metal
kites
##ems
part
##vis
vide
ser
##ric
bright
cab
contro
##aning
lin
mon
like
oven
pitch
video
ind
af
mat
airport
##ash
##ones
##vision
##ents
boats
surround
skateboarder
photogra
coff
television
ob
foot
##raw
coffee
contain
home
##ny
stove
jeans
team
rain
colored
rac
##arm
##sh
##ron
animals
##old
lea
mus
meat
helmet
row
ramp
cap
suitc
surrounded
outdoor
tv
jet
performing
##stru
traveling
preparing
##gg
cloth
birds
pool
##jo
lake
market
clim
stick
fla
making
gi
coat
topped
plates
##we
sil
##oon
##ced
lots
pa
striped
cabin
im
##oors
##quet
pile
jumps
enjo
##ily
motorcycles
cle
lights
##iz
remot
number
sleeping
reading
skier
lying
##glass
cheese
surfer
items
bridge
##ling
photograph
banana
veh
vehic
##glasses
##ved
##alf
bet
##boarding
##hers
##ert
smile
climb
decker
##struction
tray
sweat
##ming
pulling
##by
dish
##br
clou
##less
watches
having
screen
runway
towards
cart
##inking
stage
forest
trying
##ween
##ases
race
between
bedroom
##to
new
##ato
##ley
##erse
sunglasses
tile
gre
path
construction
they
conc
tri
##do
micro
drinking
bears
bal
ty
onto
surfing
shower
adult
##ime
gl
dough
##clos
silver
tub
ride
stone
dan
cre
enclos
leaning
##uce
roll
carro
have
scen
mult
slic
##lic
rocks
made
remote
##ired
seat
way
passenger
sub
cellphone
el
stat
interse
showing
half
##ushing
few
##dd
##astic
##art
racquet
jump
##aut
##oc
intersection
band
five
pan
blan
lined
meal
##je
music
##ges
throwing
fac
prepare
monit
##ition
##vers
##ary
no
kni
doughn
blanket
count
shown
others
elect
fam
suitcase
crossing
##ings
sunny
pub
outf
##eath
##bb
trail
##sc
pick
dock
setting
##irts
slice
fri
beaut
flower
ed
runs
##ched
batter
squ
stair
cand
plastic
##man
sciss
art
dist
public
##iful
##wn
##othing
decorated
swimming
beautiful
##iv
painted
enjoying
ey
put
football
outfit
##ave
##int
scissors
waves
##pack
wheel
knife
police
##loo
##ycl
pill
##pped
haired
guys
image
##ached
family
##mer
sal
pictures
##ads
cost
##end
scene
clothes
backpack
shore
costum
##ler
books
lad
zoo
##ys
clothing
leaves
mountains
tooth
##ix
eng
microphone
enclosure
after
controll
workers
edge
##pes
but
match
microw
coming
incl
bikes
##ety
##als
ice
gathered
elder
reach
bread
ho
bel
##ement
clear
painting
attached
donuts
##ally
##rum
carrots
snowboarder
gear
ass
right
##vent
grey
microwave
ent
shirts
outdoors
elderly
bran
##py
not
left
country
##anes
shoes
skiers
branch
furn
cloudy
basketball
statue
##iture
yard
##sp
seen
furniture
##iti
shot
resting
buses
draw
fre
cooking
feed
windows
oranges
mouse
clean
equ
smo
cook
office
graff
##ail
takes
mach
just
##ty
crowded
arms
cabinets
tables
take
vehicle
climbing
compet
inst
##olate
##ject
hard
graffiti
turn
choc
gar
both
##atoes
away
##day
hitting
mil
time
distance
todd
appear
pillow
##eth
woods
dire
ca
chocolate
ap
wet
##ides
skateboarding
poin
platform
flo
dining
win
hats
##ract
displayed
walls
tr
##bor
pose
##mp
bags
fruits
smiles
##ib
##rete
concrete
hi
pen
##th
##ults
sch
teeth
cats
##ists
neck
wait
subway
ur
##ound
##ican
apple
monitor
event
fork
birt
birth
beard
##ins
land
refle
kick
adults
moving
bush
shap
school
birthday
dancing
toddler
ped
there
##ates
beer
shelf
towel
which
apples
sweater
gold
##len
##ead
offic
trun
##let
ear
wr
##ely
hu
undern
stack
equip
teen
underneath
salad
shows
equipment
vest
lap
lush
sandy
ce
been
nearby
laugh
town
amer
van
check
passing
tank
##emp
instrum
flag
##head
meter
putting
break
##ium
carri
brush
steps
fresh
shopping
##per
sty
##tered
drinks
##ines
tom
clos
sell
##owing
place
post
##ini
nice
##av
##iness
poses
##ized
dinner
roo
##brush
##ence
plant
was
fish
where
fries
##bs
##ical
stairs
wire
cream
cent
seated
business
##ward
uniforms
##ends
stopped
##ages
shoul
short
well
among
singing
pad
##ons
make
assort
wild
american
surface
kind
what
pack
opp
inter
appl
feet
pedest
##ockey
control
pract
##unch
##rist
pieces
##ser
qu
toothbrush
mother
computers
form
fun
machine
##red
class
##cture
sail
feat
dry
surfboards
donut
##ats
does
tricks
catcher
loc
end
cro
lawn
##ural
##ied
##ower
buck
dirty
##cial
kneel
tran
brushing
wed
racing
##ban
multip
slices
prepares
case
placed
stud
##ession
##xing
multiple
center
topping
fall
plants
curb
fis
attemp
appears
staring
##icks
tour
##ost
##iding
chick
eyes
cra
wra
block
jo
##ned
lamp
##ger
legs
alone
single
pitcher
below
rope
##rash
##ctor
bicycles
huge
##iff
##ips
prof
har
pret
du
##road
pepp
rocky
bull
##io
hotel
engine
controller
worker
pul
grill
boards
##place
we
moder
##top
##de
flies
perched
chicken
overloo
railroad
cement
mas
party
leap
eaten
##itary
costume
rider
##phones
benches
direction
sauce
object
flat
vases
##irc
poles
net
led
chur
laptops
pedestri
modern
##out
##uding
##que
christ
drum
sof
friends
##elves
##tub
shirtless
tur
tiled
hood
##mas
##ige
types
church
circ
cowbo
acc
passengers
square
pulled
pretty
same
##ony
roof
rug
##armac
doughnut
nin
##wing
variety
afric
facing
including
applian
fenced
hap
##ne
bowls
trains
reaching
wedding
hold
mess
rice
hotdo
##yclist
military
winter
feeding
foun
christmas
##me
fountain
gard
catching
tarmac
pizzas
garden
gent
dev
trucks
##anding
##alm
prod
figh
##ring
straw
giant
stru
fly
ninten
vol
profession
candles
##set
nintendo
say
##ronic
carriage
##arf
atop
skirt
##az
cute
electric
round
##ular
bathtub
pet
##ures
bottles
##pl
##fore
structure
##cts
##ching
electronic
clut
mounted
gentle
swings
pointing
before
toppings
tro
ladies
##ators
giving
doughnuts
shaped
style
##be
african
trash
balloon
reads
rack
tak
fan
spoon
laughing
boxes
lays
phones
curtain
cowboy
six
##ales
##uff
##aked
taken
##cy
fishing
##ged
rela
farm
##kers
touch
sofa
card
floating
ham
##ering
lone
mud
##vert
let
##nic
del
sup
professional
makes
suits
##ym
arran
containing
pas
selling
appliances
jers
ledge
wooded
##ork
plaid
jersey
##na
cattle
fr
ret
container
chin
steel
pasture
##ames
parade
##ual
fur
railing
##issing
practic
bur
##tom
##ier
overlooking
skateboards
kneeling
gym
see
shad
##ions
serving
hay
##ience
disc
lam
sea
cas
vint
space
says
vintage
aud
good
pr
low
glo
##ape
pres
performs
foreground
##light
bushes
type
cig
pushing
comm
oppos
rais
sticking
fra
trunk
fash
fireplace
advert
sunset
leather
advertis
##ious
##els
vehicles
fashion
dance
chef
volley
##read
design
bare
ter
skating
flip
##pet
##rench
sandwiches
spect
leg
##ia
drives
##land
##iny
gets
##roll
leash
##ung
eats
planes
ext
